const safetyRU = {
  pageTitle: "Правила безопасности",

  boxes: {
    risks: {
      title: "Список выявленных рисков",
      items: [
        "• Риск падения с высоты",
        "• Риск, связанный с совместной деятельностью",
        "• Риск падения предметов",
        "• Риск пожара",
        "• Риск раздавливания",
      ],
    },

    obligations: {
      title: "Список обязательств",
      items: [
        "• Обязательное использование СИЗ",
        "• Соблюдать направление движения",
        "• Соблюдать ограничения скорости",
        "• Уступать дорогу технике",
        "• Только водитель может выходить",
      ],
    },

    prohibitions: {
      title: "Список запретов",
      items: [
        "• Передвижные лестницы запрещены",
        "• Запрещено залезать в прицеп",
        "• Курение запрещено",
        "• Бег запрещён",
        "• Алкоголь и наркотики запрещены",
      ],
    },
  },

  rulesTitle: "Общие инструкции, которые необходимо соблюдать",

  rules: [
    "Соблюдать ограничение скорости.",
    "Уступать дорогу технике.",
    "Только водитель может выходить.",
    "Соблюдать направление движения.",
  ],

  checkboxText:
    "Я ознакомился(ась) с правилами безопасности",

  buttonText: "Продолжить",

  footer: {
    nota1:
      "ПРИМЕЧАНИЕ 1: После погрузки/разгрузки водитель должен проверить чистоту зоны.",
    nota2:
      "ПРИМЕЧАНИЕ 2: Принимающая компания может отказать в проведении операции, если поведение или транспортное средство представляют опасность.",
  },
};

export default safetyRU;