const safetyUK = {
  pageTitle: "Правила безпеки",

  boxes: {
    risks: {
      title: "Список виявлених ризиків",
      items: [
        "• Ризик падіння з висоти",
        "• Ризик, пов’язаний зі спільною діяльністю",
        "• Ризик падіння предметів",
        "• Ризик пожежі",
        "• Ризик здавлювання",
      ],
    },

    obligations: {
      title: "Список обов’язків",
      items: [
        "• Обов’язкове використання ЗІЗ",
        "• Дотримуватися напрямку руху",
        "• Дотримуватися обмежень швидкості",
        "• Надавати пріоритет техніці",
        "• Лише водій може виходити",
      ],
    },

    prohibitions: {
      title: "Список заборон",
      items: [
        "• Пересувні драбини заборонені",
        "• Заборонено підніматися в причіп",
        "• Куріння заборонено",
        "• Біг заборонений",
        "• Алкоголь і наркотики заборонені",
      ],
    },
  },

  rulesTitle: "Загальні інструкції, яких необхідно дотримуватися",

  rules: [
    "Дотримуватися обмеження швидкості.",
    "Надавати пріоритет техніці.",
    "Лише водій може виходити.",
    "Дотримуватися напрямку руху.",
  ],

  checkboxText:
    "Я ознайомився(лася) з правилами безпеки",

  buttonText: "Продовжити",

  footer: {
    nota1:
      "ПРИМІТКА 1: Після завантаження/розвантаження водій повинен перевірити чистоту зони.",
    nota2:
      "ПРИМІТКА 2: Приймаюча компанія може відмовити у виконанні операції, якщо поведінка або транспортний засіб становлять небезпеку.",
  },
};

export default safetyUK;